Revit 2024 API
ParameterTypeId.FabricParamLocationWall Property
 "Location": Fabric location in the wall
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricParamLocationWall { get; }
Visual Basic
Public Shared ReadOnly Property FabricParamLocationWall As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricParamLocationWall {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace